Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The original resource estimate of 10-21 million Sm3 of recoverable oil and 5-8 million Sm3 of recoverable gas will be reduced as a result of this.
nb: Det opprinnelige ressursanslaget på 10-21 millioner Sm3 utvinnbar olje og 5-8 millioner Sm3 utvinnbar gass blir redusert som følge av dette.

source: Planned exploration wells in the second half of the year
nb: Planlagte letebrønner i andre halvår

source: Between 20 and 25 exploration wells are planned in the second half of 2017.
nb: I andre halvår 2017 er det planlagt mellom 20 og 25 letebrønner.

source: There could be between eight and ten wells in both the Barents Sea and North Sea, while there could be as many as five in the Norwegian Sea.
nb: Både i Barentshavet og i Nordsjøen kan det bli mellom åtte og ti letebrønner, mens det kan bli inntil fem i Norskehavet.

source: Of these, three are ongoing, 7121/8-1 and 7220/11-4 in the Barents Sea and 31/7-2 S in the North Sea.
nb: Av disse er det tre som pågår, 7121/8-1 og 7220/11-4 i Barentshavet og 31/7-2 S i Nordsjøen.

source: Mapping of the eastern parts of the Barents Sea north
nb: Kartlegging av de østlige delene av Barentshavet nord

source: In April, the NPD presented the results from a mapping of the Norwegian part of the eastern Barents Sea north.
nb: I april la OD fram resultatet av en kartlegging av det norske havområdet i den østlige delen av Barentshavet nord.

source: The area constitutes about 171,000 km2, and is not open for petroleum activity.
nb: Området utgjør et areal på om lag 171.000 km2, og er ikke åpnet for petroleumsvirksomhet.

source: The resources in the area are estimated at 1.4 billion Sm3 of oil equivalents.
nb: Ressursene i området er anslått til 1,4 milliarder Sm3 o.e.

source: About 60 per cent of the resources are most likely liquid, and the rest is gas.
nb: Om lag 60 prosent av ressursene er trolig væske, og resten gass.

source: Doubling the resource estimate for the Barents Sea >>
nb: Dobler ressursanslaget for Barentshavet >>

source: Geological assessment of petroleum resources in eastern parts of Barents Sea north 2017 >>
nb: Geologisk vurdering av petroleumsressursene i østlige deler av Barentshavet nord 2017 >>

source: Awards in predefined areas (APA) 2016 and 2017
nb: Tildelinger i forhåndsdefinerte områder (TFO) 2016 og 2017

source: In mid-January, the Ministry of Petroleum and Energy (MPE) awarded 56 new production licences to 29 companies in APA 2016.
nb: I midten av januar tildelte Olje- og energidepartementet (OED) 56 nye utvinningstillatelser til 29 selskap i TFO 2016.

source: Thirty-three companies applied.
nb: Det var 33 selskap som søkte.

source: Thirty-six production licences were awarded in the North Sea, 17 in the Norwegian Sea and three in the Barents Sea.
nb: Det ble tildelt 36 utvinningstillatelser i Nordsjøen, 17 i Norskehavet og tre i Barentshavet.

source: APA 2017 was announced on 2 May with an application deadline of 1 September.
nb: TFO 2017 ble utlyst 2. mai med søknadsfrist 1. september.

source: As from this year, applications shall be submitted to the NPD digitally.
nb: Nytt av året er at søknadene skal leveres til OD digitalt.

source: APA 2017 - announcement >>
nb: TFO-2017 - Utlysning >>

source: 24th licensing round
nb: 24. konsesjonsrunde

source: On 21 June, 102 blocks were announced in the 24th licensing round.
nb: 21. juni ble det lyst ut 102 blokker i 24. konsesjonsrunde.

source: Ninety-three of the blocks are located in the Barents Sea and nine in the Norwegian Sea.
nb: 93 av blokkene ligger i Barentshavet og ni i Norskehavet.

source: The application deadline is Thursday, 30 November.
nb: Søknadsfrist er torsdag 30. november.

source: Ready for the 24th licensing round on the Norwegian shelf >>
nb: 24 konsesjonsrunde - Utlysning >>

source: Field developments
nb: Feltutbygginger

source: New fields
nb: Nye felt

source: In the first half of 2017, the three fields Flyndre, Sindre and Gina Krog started producing.
nb: Første halvår 2017 ble de tre feltene Flyndre, Sindre og Gina Krog satt i produksjon.

source: Flyndre is an oil field in the Ekofisk area in the North Sea, on the border between the UK and the Norwegian shelf.
nb: Flyndre er et oljefelt i Ekofisk-området i Nordsjøen, på grensen mellom britisk og norsk sokkel.

source: It was proven in 1974 and is developed with a subsea well tied in to the Clyde facility on the UK shelf.
nb: Det ble påvist i 1974 og er bygd ut med en havbunnsbrønn til Clyde-innretningen på britisk sokkel.

source: The majority of the resources are located in the UK sector.
nb: Mesteparten av ressursene ligger i britisk sektor.

source: Production started in March 2017.
nb: Produksjonsstart var i mars 2017.

source: Maersk Oil UK is the operator.
nb: Maersk Oil UK er operatør.

source: Sindre is a small oil field located just to the east of Gimle and northeast of Gullfaks in the northern part of the North Sea.
nb: Sindre er et lite oljefelt som ligger like øst for Gimle og nordøst for Gullfaks i den nordlige delen av Nordsjøen.

source: The field was proven by drilling a long well from the Gullfaks C platform in April 2017, and production started through this well in May, after a PDO exemption was granted.
nb: Feltet ble påvist gjennom boring av en lang brønn fra Gullfaks C-plattformen i april 2017, og produksjonen startet gjennom denne brønnen i mai, etter at det var innvilget PUD-fritak.

source: Statoil is the operator.
nb: Statoil er operatør.

source: Gina Krog is an oil and gas field near the Utsira High in the North Sea, and was proven in 1974.
nb: Gina Krog er et olje- og gassfelt nær Utsirahøgda i Nordsjøen som ble påvist i 1974.

source: The recoverable reserves are 16.8 million standard cubic metres of oil, 11.8 billion Sm3 of gas and 3.2 million tonnes of NGL.
nb: De utvinnbare reservene er 16,8 millioner standard kubikkmeter olje, 11,8 milliarder Sm3 gass og 3,2 millioner tonn NGL.

source: The field was developed with a steel platform and an oil storage ship.
nb: Feltet er bygd ut med en stålplattform og et lagerskip for olje.

source: A jack-up rig is being used for drilling.
nb: En oppjekkbar rigg brukes til boring.

source: Production started on 30 June.
nb: Produksjonen startet 30. juni.

source: Plans for development and operation
nb: Planer for utbygging og drift

source: Six plans for development and operation (PDOs) have been approved this year, for the fields Utgard, Byrding, Oda, Dvalin, Trestakk and Bauge.
nb: Hittil i år er det godkjent seks planer for utbygging og drift (PUD) for feltene Utgard, Byrding, Oda, Dvalin, Trestakk og Bauge.

source: An amended PDO for Njord was also approved.
nb: I tillegg er det godkjent endret PUD for Njord.

source: The fields Goliat Snadd, Troll Brent B and Sindre have been granted PDO exemptions.
nb: Feltene Goliat Snadd, Troll Brent B og Sindre har fått PUD-fritak.

source: Twelve field developments are ongoing, and two cessation plans were received during the first half of the year.
nb: Det pågår 12 feltutbygginger, og to avslutningsplaner ble mottatt i første halvår.

source: Utgard is a gas and condensate field west of the Sleipner area in the North Sea.
nb: Utgard er et gass- og kondensatfelt vest for Sleipner-området i Nordsjøen.

source: It extends across the Norwegian-UK continental shelf border and is estimated to contain about nine million Sm3 o.e.
nb: Det strekker seg over den norsk-britiske kontinentalsokkelgrensen og er anslått å inneholde om lag ni millioner Sm3 o.e.

source: Most of the reserves in Utgard are located on the Norwegian side.
nb: Den største andelen av reservene i Utgard ligger på norsk side.

source: The development will be tied in to facilities on Sleipner.
nb: Utbyggingen skal knyttes opp mot innretninger på Sleipner.

source: The expected investment is nearly NOK 1.9 billion (Norwegian share).
nb: Forventet investering er nær 1,9 milliarder kroner (norsk andel).

source: Production start-up is scheduled for the 4th quarter of 2019.
nb: Produksjonsstart er planlagt fjerde kvartal 2019.

source: Byrding is an oil and gas field located southwest of Gjøa in the North Sea.
nb: Byrding er et olje- og gassfelt sørvest for Gjøa i Nordsjøen.

source: It is estimated to contain about 1.8 million Sm3 o.e. and will be developed using an existing subsea template in the Fram area.
nb: Det er anslått å inneholde om lag 1,8 millioner Sm3 o.e. og skal bygges ut ved å benytte eksisterende brønnramme i Fram-området.

source: The expected investment is nearly NOK 1 billion.
nb: Forventet investering er nær én milliard kroner.

source: Oda is an oil field located east of Ula in the North Sea.
nb: Oda er et oljefelt øst for Ula i Nordsjøen.

source: Estimates show that 7.5 million Sm3 of oil equivalents can be recovered here.
nb: Estimatene viser at det kan utvinnes 7,5 millioner Sm3 o.e. herfra.

source: Investments for the development are estimated at about NOK 5.4 billion.
nb: Investeringene for utbyggingen er beregnet til om lag 5,4 milliarder kroner.

source: The field will be tied in to Ula, and production is scheduled to start in the third quarter of 2019.
nb: Feltet skal knyttes opp mot Ula, og produksjonen er planlagt å starte i tredje kvartal 2019.

source: Centrica is the operator.
nb: Centrica er operatør.

source: Dvalin is a gas field located near Heidrun in the Norwegian Sea.
nb: Dvalin er et gassfelt nær Heidrun i Norskehavet.

source: The recoverable resources are estimated at about 18 billion Sm3 of gas.
nb: De utvinnbare ressursene er anslått til om lag 18 milliarder Sm3 gass.

source: The field will be tied in to Heidrun.
nb: Feltet skal knyttes opp mot Heidrun.

source: Investments are expected to be in excess of NOK 10 billion.
nb: Investeringene er ventet å bli i overkant av ti milliarder kroner.

source: Production start-up is scheduled for the fourth quarter of 2020.
nb: Produksjonsstart er planlagt til fjerde kvartal 2020.

source: DEA is the operator.
nb: DEA er operatør.

source: Trestakk is an oil field located near Åsgard in the Norwegian Sea.
nb: Trestakk er et oljefelt nær Åsgard i Norskehavet.

source: Recoverable resources are calculated at 10.5 million Sm3 of oil.
nb: Utvinnbare ressurser er beregnet til 10,5 millioner Sm3 olje.

source: The field will be tied in to the Åsgard A ship.
nb: Feltet knyttes opp mot Åsgard A-skipet.

source: Production start-up is scheduled for the second quarter of 2019.
nb: Produksjonsstarten er planlagt til andre kvartal 2019.

source: Bauge is an oil field near the Njord field and the Hyme subsea field in the Norwegian Sea.
nb: Bauge er et oljefelt nær Njord-feltet og undervannsfeltet Hyme i Norskehavet.

source: Bauge will be tied in to both these fields.
nb: Bauge skal knyttes opp til begge disse feltene.

source: The recoverable resources are estimated at 7.9 million Sm3 of oil, 1 million tonnes of NGL and 1.9 billion Sm3 of gas.
nb: De utvinnbare ressursene er anslått til 7,9 millioner Sm3 olje, 1 million tonn NGL og 1,9 milliarder Sm3 gass.

source: Investments are estimated at NOK 3.9 billion.
nb: Investeringene er estimert til 3,9 milliarder kroner.

source: Remaining recoverable resources are calculated at 5.1 million Sm3 of oil, 13.2 billion Sm3 of gas and 4.1 million tonnes of NGL.
nb: Gjenværende utvinnbare ressurser er beregnet til 5,1 millioner Sm3 olje og 13,2 milliarder Sm3 gass og 4,1 millioner tonn NGL.

source: Investments are estimated at about NOK 15 billion.
nb: Investeringene er anslått til om lag 15 milliarder kroner.

source: Expected development plans
nb: Ventede utbyggingsplaner

source: The Yme field in the North Sea was in production from 1996 to 2001.
nb: Yme-feltet i Nordsjøen var i produksjon fra 1996 til 2001.

source: It was then shut down, and the facilities were removed.
nb: Deretter ble det stengt, og innretningene fjernet.

source: A new PDO for Yme was approved in 2007.
nb: I 2007 ble det godkjent en ny PUD for Yme.

source: The field was developed with a jack-up production facility (MOPU).
nb: Feltet ble bygd ut med en oppjekkbar produksjonsinnretning (MOPU).

source: Due to structural deficiencies, this facility could not be used, and it was removed in 2016 without starting production on the field.
nb: På grunn av strukturelle mangler kunne ikke denne innretningen brukes, og den ble fjernet i 2016 uten at produksjonen på feltet hadde startet.

source: The licensees, with Repsol as the operator, are planning to submit a revised PDO in the autumn of 2017.
nb: Rettighetshaverne, med Repsol som operatør, planlegger å sende inn revidert PUD høsten 2017.

source: The plan is to use a jack-up facility equipped with drilling and process systems to produce the remaining resources in Yme.
nb: Planen er å bruke en oppjekkbar innretning med bore- og prosessanlegg til å produsere de gjenværende ressursene i Yme.

source: Snorre Expansion in the North Sea is the largest project for improved oil recovery on the Norwegian shelf.
nb: Snorre Expansion i Nordsjøen er det største prosjektet for økt oljeutvinning på norsk sokkel.

source: Snorre is one of the fields on the shelf with the greatest remaining oil volumes.
nb: Snorre er et av feltene på sokkelen som har størst gjenværende oljevolumer.

source: The project entails an extensive subsea development with six new subsea templates tied in to the Snorre A platform.
nb: Prosjektet innebærer en omfattende havbunnsutbygging med seks nye havbunnsrammer koblet opp mot Snorre A- plattformen.

source: It also involves upgrading the Snorre A facility and increased gas injection.
nb: I tillegg omfatter det oppgradering av Snorre A-innretningen og økt gassinjeksjon.

source: This could yield nearly 30 million Sm3 more oil.
nb: Dette kan gi nær 30 millioner Sm3 mer olje.

source: Investments are estimated at NOK 24 billion.
nb: Investeringene er estimert til 24 milliarder kroner.

source: The plan is to submit a PDO for the project in December.
nb: Det er planlagt å levere PUD for prosjektet i desember.

source: The lifetime of the field will extend beyond 2040.
nb: Levetiden til feltet strekker seg til etter 2040.

source: Snadd is a 60-kilometre-long gas discovery west of the Skarv field in the Norwegian Sea.
nb: Snadd er et 60 kilometer langt gassfunn vest for Skarv-feltet i Norskehavet.

source: It is located in Skarv Unit, where Aker BP is the operator.
nb: Det ligger i Skarv Unit hvor Aker BP er operatør.

source: The PDO is expected at the end of the fourth quarter.
nb: PUD er ventet levert i slutten av fjerde kvartal.

source: The plan is to develop Snadd in two phases due to the gas processing capacity on the Skarv production vessel.
nb: Snadd er planlagt utbygd i to faser på grunn av gassprosesseringskapasiteten på produksjonsskipet Skarv.

source: Phase 1 (south) is scheduled to start production in 2020 and Phase 2 (north) in 2023.
nb: Fase 1 (sør) skal etter planen starte produksjon i 2020 og fase 2 (nord) i 2023.

source: Phase 2 also includes Snadd Outer in PL212E, which has the same owners.
nb: Fase 2 inkluderer også Snadd Outer i PL212E som har samme eiere.

source: Recoverable gas reserves total 25 billion Sm3, and the investment costs are estimated at NOK 10.8 billion.
nb: Utvinnbare gassreserver er 25 milliarder Sm3, og investeringskostnadene er anslått til 10,8 milliarder kroner.

source: Pil/Bue are two oil and gas discoveries in the Norwegian Sea.
nb: Pil/Bue er to olje- og gassfunn i Norskehavet.

source: Recoverable oil reserves comprise about 15 million Sm3 of oil and 3.7 billion standard cubic metres of gas.
nb: Utvinnbare oljereserver er om lag 15 millioner Sm3 olje og 3,7 milliarder standard kubikkmeter gass.

source: The investment estimates are NOK 11.4 billion.
nb: Investeringsestimatene er på 11,4 milliarder kroner.

source: The PDO is expected in December.
nb: PUD forventes i desember.

source: Planned production start-up is in 2020.
nb: Planlagt produksjonsstart er i 2020.

source: VNG Norge is the operator for the development.
nb: VNG Norge er operatør for utbyggingen.

source: Johan Castberg in the Barents Sea was proven in 2011.
nb: Johan Castberg i Barentshavet ble påvist i 2011.

source: The operator, Statoil, plans to submit the PDO in the last quarter of 2017, and production is scheduled to start in 2022.
nb: Operatøren Statoil planlegger å levere PUD i siste kvartal 2017, og produksjonen er planlagt å starte i 2022.

source: The discovery will be developed on the seabed with ten subsea templates and two satellites tied in to a floating production vessel (FPSO).
nb: Funnet skal bygges ut på havbunnen med ti bunnrammer og to satellitter koblet opp mot en skipsformet flytende produksjonsinnretning (FPSO).

source: The first production phase is expected to yield 88 million Sm3 of oil, and it is possible to considerably increase recovery by drilling more wells.
nb: Den første produksjonsfasen er ventet å gi 88 millioner Sm3 olje, og det er mulig å øke utvinningen betydelig ved å bore flere brønner.

source: The field will be operated from Harstad and will have bases for operation and helicopter transport in Hammerfest.
nb: Feltet skal drives fra Harstad og ha operasjonsbaser for drift og helikoptertransport i Hammerfest.

source: Field lifetime is expected to extend beyond 2050, and investments are calculated at about NOK 49 billion.
nb: Levetiden på feltet er ventet å strekke seg ut over 2050, og investeringene er beregnet til om lag 49 milliarder kroner.

source: Ongoing developments
nb: Pågående utbygginger

source: Twelve field developments are currently ongoing on the Norwegian shelf.
nb: Det pågår for tiden 12 feltutbyggingsprosjekt på norsk sokkel.

source: They are Johan Sverdrup, Martin Linge, Maria, Aasta Hansteen, Troll Brent B and Hanz.
nb: Disse er Johan Sverdrup, Martin Linge, Maria, Aasta Hansteen, Troll Brent B og Hanz.

source: This is in addition to Byrding, Bauge, Dvalin, Oda, Trestakk and Utgard.
nb: I tillegg kommer Byrding, Bauge, Dvalin, Oda, Trestakk og Utgard.

source: Cessation and field shutdowns
nb: Avslutning og stenging av felt

source: No fields were shut down during the first half of 2017.
nb: Ingen felt er stengt i første halvår 2017.

source: However, the NPD has received plans to shut down the fields Trym and Gyda.
nb: OD har imidlertid mottatt planer om å stenge feltene Trym og Gyda.

source: The gas and condensate field Trym is located in the southern part of the Norwegian sector in the North Sea, three kilometres from the border with the Danish sector.
nb: Gass- og kondensatfeltet Trym ligger i den sørlige delen av norsk sektor i Nordsjøen, tre kilometer fra grensen til dansk sektor.

source: Production here could stop in October 2018 if the Danish Tyra field is shut down due to subsidence of the seabed.
nb: Produksjonen her kan bli stanset i oktober 2018 hvis det danske Tyra-feltet stenges på grunn av havbunnsinnsynkning.

source: Gyda is an oil field in the southern part of the Norwegian sector in the North Sea, between Ula and Ekofisk.
nb: Gyda er et oljefelt i den sørlige delen av norsk sektor i Nordsjøen, mellom Ula og Ekofisk.

source: The disposal decision was made in June, and production is scheduled to stop in 2018.
nb: Disponeringsvedtak ble gjort i juni, og produksjonen er planlagt avsluttet i løpet av 2018.

source: A disposal decision has been made for the old living quarters platform on Valhall in the North Sea.
nb: Den gamle boligplattformen på Valhall i Nordsjøen er vedtatt disponert.

source: The 2017 resource report
nb: Ressursrapporten 2017

source: The NPD launched its resource report “Values for the future” in June.
nb: I juni lanserte OD sin ressursrapport «Verdier for framtiden».

source: This showed that total resources on the shelf, including the estimate for undiscovered resources, has increased by more than 40 per cent since 1990.
nb: Den viste at de totale ressursene på sokkelen, inklusiv anslaget for uoppdagede ressurser, har økt med over 40 prosent siden 1990.

source: Nearly 850 million Sm3 o.e. can be produced through improved recovery measures, as much as the total production from the Statfjord field since its start-up in 1979.
nb: Nær 850 millioner Sm3 o.e. kan produseres gjennom tiltak for økt utvinning, like mye som den totale produksjonen fra Statfjord-feltet siden oppstarten i 1979.

source: Through use of sophisticated enhanced recovery methods (EOR), another 320 – 860 million Sm3 of oil and gas can potentially be recovered.
nb: Gjennom å bruke avanserte metoder for økt utvinning (EOR), kan det i tillegg utvinnes 320 – 860 millioner Sm3 olje og gass.

source: There are also significant volumes of oil and gas in tight reservoirs that can be recovered by using new technology.
nb: Dessuten er det betydelige mengder olje og gass i tette reservoarer som kan utvinnes ved å ta i bruk ny teknologi.

source: Resource Report 2017 >> (In Norwegian only, english version will be published later this year)
nb: Ressursrapport 2017 >>

source: Positive prospects for producing more >>
nb: Gode muligheter for å få ut mer olje >>

source: Player landscape
nb: Aktørbildet

source: There are 26 operators and 47 licensees in production licences on the shelf.
nb: Det er 26 operatører og 47 rettighetshavere til utvinningstillatelser på sokkelen.

source: During the first six months, one company – Pandion Energy – has been pre-qualified as a licensee, and another – Okea – as an operator.
nb: I første halvår har ett selskap - Pandion Energy - blitt prekvalifisert som rettighetshaver, og ett – Okea – som operatør.

source: Mineral deposits on the seabed
nb: Mineralforekomster på havbunnen

source: The NPD was assigned new tasks when the MPE took over administrative responsibility for surveys and recovery of mineral deposits on the continental shelf, pursuant to the cabinet resolution on 31 March:
nb: Da OED etter vedtak i statsråd 31. mars overtok forvaltningsansvaret for undersøkelse og utvinning av mineralforekomster på kontinentalsokkelen, fikk OD tildelt nye oppgaver:

source: Preparing an overview of existing, relevant mineral data that is available in various institutions and compiling all this data at the NPD
nb: Å lage en oversikt over eksisterende, relevante mineraldata som finnes i ulike institusjoner og samle disse hos OD

source: Continuing mapping and analyses of sulphide deposits related to spreading ridges in the Norwegian Sea
nb: Å videreføre kartlegging og analyser av sulfidforekomster knyttet til spredningsrygger i Norskehavet

source: Continuing the mapping of iron manganese crusts in the deep sea areas
nb: Å videreføre kartleggingen av jernmanganskorper i dyphavsområdene

source: Preparing a draft plan for further mapping of the most commercially interesting mineral deposits on the Norwegian shelf
nb: Å utarbeide utkast til en plan for ytterligere kartlegging av de kommersielt mest interessante mineralforekomstene på norsk sokkel

source: The NPD has extensive experience with organising and collecting geological and geophysical data at sea.
nb: OD har lang erfaring med å organisere og gjennomføre innsamling av geologiske og geofysiske data til havs.

source: The NPD manages Norway’s central storage for all geological samples collected on the Norwegian shelf, and facilitates access to this information for the industry.
nb: OD forvalter landets sentrale lager for alt geologisk prøvemateriale som samles inn på norsk sokkel, og legger til rette for at industrien får tilgang til denne informasjonen.

source: Work is ongoing to update two management plans, and the NPD is contributing to both.
nb: Det pågår arbeid med å oppdatere to forvaltningsplaner, og OD bidrar i begge.

source: The work on the management plan for the Norwegian Sea started in 2007.
nb: Arbeidet med forvaltningsplanen for Norskehavet startet i 2007.
